{
  "@odata.context": "https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies",
  "value": [
    {
      "isZtModelRow": true,
      "id": null,
      "name": null,
      "description": null,
      "platforms": null,
      "technologies": null,
      "createdDateTime": "1900-01-01T00:00:00Z",
      "lastModifiedDateTime": "1900-01-01T00:00:00Z",
      "settingCount": null,
      "creationSource": null,
      "roleScopeTagIds": [],
      "isAssigned": null,
      "templateReference": {
        "templateId": null,
        "templateFamily": null,
        "templateDisplayName": null,
        "templateDisplayVersion": null
      },
      "priorityMetaData": {
        "priority": null
      },
      "settings": [],
      "assignments": []
    }
  ]
}
