{
  "@odata.context": "https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceConfigurations(assignments())",
  "value": [
    {
      "isZtModelRow": true,
      "engagedRestartSnoozeScheduleInDays": null,
      "createdDateTime": null,
      "installationSchedule": {
        "scheduledInstallTime": null,
        "@odata.type": null,
        "scheduledInstallDay": null
      },
      "userPauseAccess": null,
      "lastModifiedDateTime": null,
      "skipChecksBeforeRestart": null,
      "featureUpdatesPauseStartDate": null,
      "driversExcluded": null,
      "deviceManagementApplicabilityRuleOsVersion": null,
      "description": null,
      "userWindowsUpdateScanAccess": null,
      "featureUpdatesRollbackStartDateTime": null,
      "businessReadyUpdatesOnly": null,
      "deviceManagementApplicabilityRuleDeviceMode": null,
      "featureUpdatesPauseExpiryDateTime": null,
      "roleScopeTagIds": [],
      "updateWeeks": null,
      "assignments": [],
      "featureUpdatesRollbackWindowInDays": null,
      "deliveryOptimizationMode": null,
      "qualityUpdatesPauseExpiryDateTime": null,
      "automaticUpdateMode": null,
      "@odata.type": null,
      "qualityUpdatesDeferralPeriodInDays": null,
      "engagedRestartDeadlineInDays": null,
      "autoRestartNotificationDismissal": null,
      "featureUpdatesWillBeRolledBack": null,
      "featureUpdatesPaused": null,
      "id": null,
      "version": null,
      "postponeRebootUntilAfterDeadline": null,
      "qualityUpdatesPauseStartDate": null,
      "allowWindows11Upgrade": null,
      "deviceManagementApplicabilityRuleOsEdition": null,
      "scheduleImminentRestartWarningInMinutes": null,
      "engagedRestartTransitionScheduleInDays": null,
      "deadlineForQualityUpdatesInDays": null,
      "qualityUpdatesPaused": null,
      "scheduleRestartWarningInHours": null,
      "updateNotificationLevel": null,
      "displayName": null,
      "supportsScopeTags": null,
      "assignments@odata.context": null,
      "deadlineForFeatureUpdatesInDays": null,
      "featureUpdatesDeferralPeriodInDays": null,
      "qualityUpdatesWillBeRolledBack": null,
      "qualityUpdatesRollbackStartDateTime": null,
      "deadlineGracePeriodInDays": null,
      "prereleaseFeatures": null,
      "microsoftUpdateServiceAllowed": null
    }
  ]
}
